{"guid":"514EB540-16D5-A587-0705-13C4C5DA75AA","name":"Torah+Basch+Maimonides+Newton+Maps","children":[{"guid":"D4C41630-D4E6-107B-C285-E728DB90E00B","name":"\"Maps of The Holy Land at the Eran Laor collection, NLI\"","content":"\"\n<p  ><span >From ancient times the Holy Land has been the focus of great attraction for both Jews and Christians and Muslims. Throughout the ages Jews and Christians have made pilgrimages to the Holy Land, envisaged scenes and stories from the Scriptures, and dreamt of it from afar. Many of them left behind them descriptions and studies of the Holy Land accompanied by views and drawings.</span></p>\n<p  ><span >The Eran Laor map collection in the National Library of Israel contains about 1500 maps of Jerusalem and of the Holy Land from the beginning of print up to our days.</span></p>\n<p>&#160;</p>\n<p>&#160;</p>\n\"","type":"default","children":[{"guid":"03BA7521-8885-B14D-345A-0440CB69EB04","name":"\"The Land of Israel in Jewish Eyes\"","content":"\"\n<p >Jewish maps, though not very many, represent the centrality of the Land of Israel in the history of the Jewish people and in their hopes. Traditional Jewish maps reflect two distinct trends in cartographic tradition: one group of maps follows&#160; the original maps made by the prominent Bible commentator Rashi, while another follows Christian map models adapted to Jewish notions<span dir=&quot;RTL&quot; >.</span></p>\n\"","type":"default","children":[{"guid":"A0BA2E88-8A0E-0850-260F-C927F5D43233","name":"\"European Currents: Shlomo of Helm's Map of the Land of Israel\"","content":"\"\n<p  >R. Shlomo of Helm (1717-1781) was a famous Jewish scholar and Rabbi in Poland. Although he was famous for his erudition in Jewish sources and law (<i>Halakha</i>), he chose extraordinarily to emphasize the importance of the study of Philosophy and Sciences alongside Jewish studies.</p>\n<p  ><span>In the autograph manuscript of his book &quot;Hug Ha-Aretz&quot;, recently purchased by the NLI, written in beautiful classical <span >Hebrew</span> language and in handsome calligraphic script, R. Shlomo drew a series of maps of the Land of Israel divided among the Tribes. Unlike the tradition following Rashi's maps, the legends in his maps prove that he was clearly inspired by the Christian maps of the Holy Land made by Adrichom and by Seutter.</span></p>\n\"","type":"default","children":[]},{"guid":"6D3C4593-7543-E128-8DAC-F2605F00061D","name":"\"The Land of Israel and its Borders in Biblical Times – the  Jewish Tradition\"","content":"\"\n<p  ><span >This lovely hand-drawn map was created in the 19<sup>th</sup> century by an artist who claims that he copied it from the famous Jewish scholar, the Vilna Gaon (1720-1797).</span></p>\n<p  ><span >The map follows an ancient tradition of mapping the borders of Land of Israel, as described in Numbers 34. This tradition commenced with Rashi, the greatest Jewish commentator of the Bible, who lived in France in the 11<sup>th</sup> century.</span></p>\n<p  ><span >Later tradition added the allotments of the 12 tribes, and cities and settlements which are represented here as European houses with tiled roofs. Jerusalem is depicted prominently with a tower beside it bearing the inscription &quot;The Temple&quot;.</span></p>\n\"","type":"default","children":[]}]},{"guid":"AE0BA84A-88FB-0EC6-25D5-BDD81F99F748","name":"\"Christian Maps of the Holy Land\"","content":"\"\n<p  ><span >Depictions of the Holy Land and of Jerusalem appeared mostly in Bibles, in pilgrims' itineraries, in travel books, and in histories and geographies of the Holy Land. Naturally the number of such maps in manuscripts is comparatively small. However, with the invention of the printing press it became worthwhile to produce large and detailed drawings which were then printed often in several editions. These drawings are often called maps, although they were rather drawings or views which were often quite naïve and romantic. Our collection is made up mainly of such maps starting from the end of the 15<sup>th</sup> century onwards.</span></p>\n\"","type":"default","children":[{"guid":"AF11075E-6EEC-71E4-6394-9FABE999BD23","name":"\"A Journey through Space and Time\"","content":"\"\n<p  ><span >The most striking element about these maps is that often they do not present contemporary realistic depictions as is usually the case with maps of cities or countries. Instead, they can be mostly imaginary, showing for example the land promised to Abraham, or Jerusalem in the time of Jesus; they can also be diachronic, recording traditions and events from the past and the future on one map, often mixing reality with tradition. In this way they share with their readers the experience of this unique site where momentous events occurred and are yet to occur in the future.</span></p>\n\"","type":"default","children":[{"guid":"EA722CB1-C926-E708-A0CF-FD4515FA7174","name":"\"A Journey to Biblical Jerusalem\"","content":"\"\n<p  >Christians throughout the ages were drawn to Jerusalem, captivated by its glorious past: it was the city into which according to Christian tradition Jesus made his Triumphal Entry, the stage upon which the events of the Great Week took place, and the place of his Crucifixion and Resurrection and the Ascension. It was also the city of David and Solomon and the setting of a multitude of biblical events. Although many pilgrims and scholars purported to depict &quot;modern&quot; Jerusalem, their maps often followed much earlier maps, and their main aim was to map out the Christian sites, usually ignoring the Muslim presence in the city.</p>\n\"","type":"default","children":[{"guid":"9EFBCA9C-E69A-0CE6-3F14-63FF4B04AEED","name":"\"Braun and Hogenberg's map of Jerusalem\"","content":"\"\n<p >This view of Jerusalem was one of three maps of the city included in the famous city atlas compiled by Braun and Hoghenberg in 1575. The city is seen here in the eyes of pilgrims when standing on the Mount of Olives, looking eastwards. Although the round shape of the city is schematic, there are various realistic elements such as the citadel in the background, the bridges over the Kidron valley and the blocked doorway to the church of the Holy Sepulchre. Ezek. 5:5 at the top conveys the idea of Jerusalem as the center of the earth, while the citation from Pliny the Elder on the bottom left lauds <b>&quot;Jerusalem, the most famous of the cities in the Orient, Metropolis of Judaea&quot;.</b></p>\n\"","type":"default","children":[]},{"guid":"F1A2E200-3903-B57D-F9ED-561C9A606EB0","name":"\"Jerusalem under Ottoman Rule\"","content":"\"\n<p  >This view made by L. Mondhare in 1770 portrays Ottoman Jerusalem as a city commanded by towering minarets and crescents in a surreal mixture of imagination and reality. Prominently situated towards the left of the map is the Dome of the Rock while in the center the Church of the Holy Sepulcher stands out clearly. At the front of the sketch is the Kidron River, appearing as a broad, rushing, European style river, attesting to the artist's vivid imagination. The inscription at the bottom states that the City of David and Solomon is currently controlled by the Ottomans and notes the existence of a Franciscan monastery within the city.</p>\n\"","type":"default","children":[]},{"guid":"D6539996-DFC9-BC58-BAE5-0CF5F3DC07E3","name":"\"Jean François Daumont's Map\"","content":"\"\n<p  >Jean Fran<span >ç</span>ois Daumont made this beautiful map of Jerusalem in 1780, yet it was made after a map originally drawn almost 300 years beforehand,&#160; in 1486, following the pilgrimage of Bernhard of Breydenbach to Jerusalem in 1483.</p>\n<p  >Daumont chooses to identify Christian and Muslim monuments by a Cross or Crescent, but does not name the Muslim monuments. Daumont chooses to call the mosques on the Temple Mount in fact by their Crusader name: &quot;Templum Salomonis&quot;.</p>\n\"","type":"default","children":[]},{"guid":"62CF2583-19FF-9B73-7ED2-2E3C833E1F7F","name":"\"Olfert Dapper's map of Jerusalem\"","content":"\"\n<p>Dapper (1635-1689), who never travelled outside Holland, collected much information about the Holy Land and many other countries. His realistic map (1677) relied on a Bernardino Amico's map who was a Franciscan monk in Jerusalem between 1593-1597. Amico, in his turn, copied a map made by the Franciscan monk Antonio d'Angelis who had served in Jerusalem a few years before; his map continued to be copied by generations of Christian map-makers.</p>\n<p  >The map does not identify the religious affiliation of the monuments by a Cross or Crescent, and calls the Mosques on the Temple Mount – &quot;The Pagan Church&quot;.&#160;</p>\n\"","type":"default","children":[]},{"guid":"34D4BBF6-4BD4-7A1C-03CD-AB701C9D6ADF","name":"\"Christian van Adrichom's Map of Jerusalem in the Time of Jesus (1590)\"","content":"\"\n<p  >Christian van Adrichom was a Catholic priest and theologian who was a native of Delft, who fled to Cologne due to the religious turmoils of the Reformation. His map of Jerusalem is part of his book on the antiquities and history of the Holy Land which was published in 1584. The map is an imaginary map which is based on the texts he was familiar with, including the Bible, Josephus Flavius, and many other sources and has little relation to the geographical setting of the city. Although it depicts Jerusalem in the time of Jesus, it includes a variety of illustrations from sundry historical periods. Adrichom's map was one of the most popular and influential maps of the period and was copied by many.</p>\n\"","type":"default","children":[{"guid":"3AC23FB6-BE42-7EE4-D511-4D8E8E656254","name":"\"Biblical Scenes in Adrichom's map\"","content":"\"\n<p><span >Biblical Scenes are represented widely in Adrichom's map:</span></p>\n\"","type":"default","children":[{"guid":"3DAB21FF-966D-245B-FA4B-254A19B99BA3","name":"\":1: King David's palace\"","content":"\"\n<p><span >The palace of King David and above it Bathsheba, the future mother of King Solomon, bathing on the roof near the palace.</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"1","chronologicalName":"\"King David's palace\"","children":[{"guid":"0D0001E2-9AB0-C8D7-D1E8-4F264F3492E3","name":"\":2: King Solomon's palace and the First Temple\"","content":"\"\n<p><span >King Solomon's palace and the First Temple are depicted in detail: The Temple Courtyard drawn according to Josephus' description, the Ark and the Cherubim, the High Priest, the Candelabrum and the Table of the Showbread, and the Sacrificial Altar in front of the&#160; Temple.</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"2","chronologicalName":"\"King Solomon's palace and the First Temple\"","children":[{"guid":"778E7CCF-121C-43EB-D90B-506DE94895AE","name":"\":3: The shrine of the idol Moloch\"","content":"\"\n<p><span >The Temple of the Ammonite idol Moloch which king Solomon built in the Valley of Gehena (I Kings: 11:7). &#160;According to the Bible (I Kings 16:3; 21:6), the kings of Judah Ahaz and Manasseh &#160;took part in the Moloch ritual by passing their sons in the fire. Below the sawing of the tree where the Prophet Isaiah hid by the slaves of the wicked king Manasseh, and Isaiah's sepulcher.&#160;</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"3","chronologicalName":"\"The shrine of the idol Moloch\"","children":[{"guid":"0DB382F6-510F-5087-AC47-B73DFE1D73E8","name":"\":4: The Babylonian army camp\"","content":"\"\n<p><span >The camp of the Babylonian army besieging Jerusalem on the eve of the destruction of the First Temple.</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"4","chronologicalName":"\"The Babylonian army camp\"","children":[],"period":1}],"period":1}],"period":1}],"period":1}]},{"guid":"5E56A18A-96A4-E51C-9360-DC06D768B887","name":"\"The Via Dolorosa as depicted in Adrichom's map\"","content":"\"\n<p><span >The Via Dolorosa of Jesus, from his trial by Pilate to his Crucifixion is depicted in detail in Adrichom's map. &#160;&#160;</span></p>\n\"","type":"default","children":[{"guid":"0FFC77F0-B99E-2476-09CE-A0D9E29B572E","name":"\":1: The Antonia fortress and Pilate's palace\"","content":"\"\n<p><span >The Antonia fortress and Pilate's palace where the Trial of Jesus takes place and Pilate declares: &quot;Crucifige&quot;.</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"1","chronologicalName":"\"The Antonia fortress and Pilate's palace\"","children":[{"guid":"6A395F06-ED22-D3F6-5818-7B3FCD5EC89C","name":"\":2: The Via Dolorosa\"","content":"\"\n<p><span >The Via Dolorosa – Jesus is commanded to carry the Cross, he falls, and is then assisted by Simon of Cyrene.</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"2","chronologicalName":"\"The Via Dolorosa\"","children":[{"guid":"651C9398-6DE3-E88D-ED58-67B2B2FB3CDC","name":"\":3: The Crucifixion\"","content":"\"\n<p><span >The Crucifixion along with the two thieves, the two Marys standing under the cross, Jesus being taken down from the Cross and buried, and the Resurrection.&#160;</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"3","chronologicalName":"\"The Crucifixion\"","children":[],"period":2}],"period":2}],"period":2}]}]}]},{"guid":"D606CECD-1562-6230-2212-3D35C7C8CE72","name":"\"A Journey to the Holy Land\"","content":"","type":"default","children":[{"guid":"F513BEB2-1736-0874-4F04-5DA0EE9C5BF3","name":"\"Abraham Ortelius\"","content":"\"\n<p  >This map was made by the famous publisher, Abraham Ortelius active in the Low Countries during the 16th century who, in an age of great geographical discoveries was the first to print a modern atlas. Although a &quot;modern&quot; cartographer at the time, Ortelius dedicated a special map to &quot;The Life and Peregrination of the Patriarch Abraham to the Promised Land&quot;. &#160;</p>\n<p  ><span >The biblical passage (Genesis 12: 1-2) commanding Abraham to leave on the journey appears along the top frame of the map: </span><span >&#160;</span><i><span >“Go from your country, your people and your father’s household&#160;to the land&#160;</span><span >I will show you</span><span >&quot;</span></i>, <span >while on the bottom appears Genesis 17:8: &quot;</span><i><span >The whole land of Canaan,&#160;where you now reside as a foreigner,&#160;I will give as an everlasting possession to you and your descendants after you</span></i><a id=&quot;4&quot; name=&quot;4&quot;> </a><span >.&quot;</span></p>\n<p  >&#160;</p>\n\"","type":"default","children":[{"guid":"AE425D1A-E082-CD9A-27EE-740250DFB6A6","name":"\"Abraham's stories in the picture emblems\"","content":"\"\n<p  >The most captivating feature in this map are the picture emblems which tell the story of Abraham:</p>\n<p>Abraham's family led by Abraham and his father Terah, are commanded by God to leave Haran for the Promised Land (Genesis 11:31).</p>\n<p>&#160;</p>\n\"","type":"default","children":[{"guid":"5697F6FE-53A8-50E8-C9E3-7AFCAD231611","name":"\":1: The altar at Beth-El\"","content":"\"\n<p>After returning to Canaan from Egypt Abraham builds an altar in Beth-El where God appeared to him and promised to give the land to him and to his descendants. (Genesis 13:1-12)</p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"1","chronologicalName":"\"The altar at Beth-El\"","children":[{"guid":"D3158852-0071-7096-970B-B5F2359C7A86","name":"\":2: Abraham and Melchizedek\"","content":"\"\n<p>After defeating the rebellious kings in the Valley of Siddim Abraham (kneeling in his armour) is met by <span >Melchizedek&#160;king of Shalem (the future Jerusalem) and priest to the Most High God, who offers him bread and wine and gives him a blessing.</span> (Genesis 14:18-20)</p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"2","chronologicalName":"\"Abraham and Melchizedek\"","children":[{"guid":"4EF3CC70-DB9E-94F9-F02C-E59FA90A2BC5","name":"\":3: The Covenant of the Parts\"","content":"\"\n<p><span >Having promised Abraham as many descendants as the stars, God promises the land to Abraham through the<i>Covenant of the Parts</i>. On the right: God is standing behind Abraham, while Abraham's servant prepares the animals for sacrifice. On the left: the covenant is sealed by a burning torch, the divine fire consuming Abraham's sacrifice. (Genesis 15)</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"3","chronologicalName":"\"The Covenant of the Parts\"","children":[{"guid":"D5BB007B-4816-6078-11E5-64D3907C4FBD","name":"\":4: Sarah gives Abraham her slave-girl\"","content":"\"\n<p><span >When Sarah despairs of having a child, she gives Abraham her slave-girl so that she may bear him a child. (Genesis 16)</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"4","chronologicalName":"\"Sarah gives Abraham her slave-girl\"","children":[{"guid":"F68B9544-1951-7466-013A-2F8434C61F80","name":"\":5: The three angels\"","content":"\"\n<p><span >Abraham is visited by the three angels. While offering them a place to rest and water to wash&#160; their feet, he is given the surprising tidings that he and Sarah will soon have a child. Sarah is seen in the background preparing the calf. (Genesis 18)</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"5","chronologicalName":"\"The three angels\"","children":[{"guid":"312E3892-880F-FB21-F063-E92AA4C91E5F","name":"\":6: Birth of Isaac\"","content":"\"\n<p><span >Sarah is giving birth to Isaac. The new-born baby is being held by the midwife while the maids assist Sarah. (Genesis 21:1-6).</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"6","chronologicalName":"\"Birth of Isaac\"","children":[{"guid":"F366C647-3357-CCE2-2D7B-3B0D2EBFEC07","name":"\":7: Abraham banishes Hagar and Ishma'el\"","content":"\"\n<p><span >After Isaac is born, Abraham sends Hagar away with Ishma'el while the feast in honour of the newborn Isaac is taking place in the background. The protecting angel hovers above the scene. (Genesis 21:8-11)</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"7","chronologicalName":"\"Abraham banishes Hagar and Ishma'el\"","children":[{"guid":"56593CFE-D613-37C1-5991-38D79A66E195","name":"\":8: The sacrifice of Isaac\"","content":"\"\n<p><span >The Sacrifice of Isaac: on the right Abraham prays asking God to annul this terrible decree, while on the left he is raising the knife when his gaze is guided by the angel towards the ram which he his commanded to offer in Isaac's stead.&#160; (Genesis 22)</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"8","chronologicalName":"\"The sacrifice of Isaac\"","children":[{"guid":"2B7E3C49-61E3-7609-A9E5-64EE7B72A80C","name":"\":9: Abraham's death\"","content":"\"\n<p><span >Abraham's Death: Abraham is being lowered into the grave in the Cave of the Makhpela to be buried beside Sarah. (Genesis 25)</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"9","chronologicalName":"\"Abraham's death\"","children":[],"period":3}],"period":3}],"period":3}],"period":3}],"period":3}],"period":3}],"period":3}],"period":3}],"period":3}]}]},{"guid":"0711F4D9-F275-9116-0C43-AE1B48ADAD97","name":"\"A Dutch Map of the Holy Land\"","content":"\"\n<p><span >This map was drawn in the Netherlands, following Ortelius's map of the Holy Land around 1600. The anonymous artist added to Ortelius' map a series of illustrations, including Jonah being tossed to the mouth of the big fish and Israelite figures crossing the desert. At the bottom right the twelve tribes are encamped in the Sinai Desert, and on the bottom right the Grotto of the Nativity in Bethlehem is depicted. Interestingly, the North in the compass rose is pointing to the south!&#160;</span></p>\n<p>&#160;</p>\n\"","type":"default","children":[]},{"guid":"7A22DA9A-DE90-ABED-F4F5-300AD3B57259","name":"\"W.J. Blaeu's Map of the Holy Land\"","content":"\"\n<p><span >In 1629 W.J. Blaeu printed a new World Atlas containing 45 maps. One of these was the map of the Holy Land or the Promised Land as seen by Moses from Mt. Nevo, after forty years of wandering with the Israelites in the desert, and just before his death. Although the map is focused on Moses, the toponyms reflect the Holy Land from Biblical Times through the Hellenistic and Roman periods in Palestine. The mapmaker strove to draw an accurate map, but at this time both the knowledge and the cartographic skills were still limited.&#160;</span></p>\n<p>&#160;</p>\n\"","type":"default","children":[{"guid":"3691A076-BA63-BE43-7E6A-AB5AD61C7207","name":"\":1: The Cartouch with the figures of Moses and Aaron\"","content":"\"\n<p><span >The Cartouch on the bottom right is surrounded by the figures of Moses and Aaron. Moses, had just descended from Mt. Sinai with the Tablets and is shown according to Jerome's mistaken translation of Exodus 34:29, with horns over his head. Next to him stands Aaron, the High Priest in his special attire and paraphernalia.&#160;</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"1","chronologicalName":"\"The Cartouch with the figures of Moses and Aaron\"","children":[{"guid":"723DF418-A329-4636-45E0-B0357D423F7B","name":"\":2: The Wanderings of the Children of Israel in the desert\"","content":"\"\n<p><span >The story of Moses and the Wanderings of the Children of Israel in the desert is shown here in miniature drawings: on the left the Children of Israel are seen crossing the parted Red Sea, their following route through the desert being marked by a yellow trail. On the right the revelation at Mount Sinai, as well as the Tabernacle and the various camps of the Israelites are depicted.</span></p>\n\"","type":"chronological","chronologicalId":"2","chronologicalName":"\"The Wanderings of the Children of Israel in the desert\"","children":[],"period":4}],"period":4}]},{"guid":"59F52661-704F-4019-E3DC-0E8699299647","name":"\"Mattheus Seutter's Map of the Holy Land\"","content":"\"\n<p  >Matthaeus Seutter's map of Palestine, was part of his atlas, which was popular in Europe in the 18<sup>th</sup> century. The map, based on a prototype made a century earlier by Sanson, aims to depict to the Christian European audience the Holy Land from its beginning until the Roman period, covering the period of the events told in the Old and New Testament. Not less important than the map is the scene on the top left, showing Jesus exorcising a demon, watched from above by God and the Holy Spirit, and Crucifixion in the background. On the bottom right the route of the&#160; Exodus from Egypt is depicted separately.</p>\n\"","type":"default","children":[]}]}]}]}]},{"guid":"A9033D67-7C48-B1E8-59A7-6F4E372E0EA7","name":"\"Newton's Theological Papers\"","content":"\"\n<p  >Isaac Newton (1642-1727), the a world-famous <span><span >&#160;</span></span> <a href=&quot;http://en.wikipedia.org/wiki/Physics&quot; title=&quot;Physics&quot;><span >physicist</span></a><span><span >&#160;</span></span><span >and&#160;</span><a href=&quot;http://en.wikipedia.org/wiki/Methematics&quot; title=&quot;Methematics&quot;><span >mathematician</span></a>, was a central <span><span >figure in the scientific revolution</span></span>.</p>\n<p  >7500 papers, written in Newton's own hand, are preserved in the collections of the National Library of Israel. These divulge an unknown side of Newton's personality. Besides being a scientist, Newton was an avid (though unusual) Christian believer, who took &#160;a special interest in the Scriptures, believing that a deep understanding of the text will allow him to unravel the secrets of the end of days and to compute the date of&#160; Christ's Second Coming and the Apocalypse. Of special importance is Newton's deep interest in &#160;the Jewish sources, and his view regarding the role they of the Jews &#160;in the process of salvation.</p>\n\"","type":"default","children":[{"guid":"505C629C-1C39-D352-683D-7C205AC724C8","name":"\"Newton's Papers\"","content":"","type":"default","children":[{"guid":"6CBFE979-B4EF-E377-DEA7-2F096D47FC66","name":"\":1: 2060 – The End of Days\"","content":"\"\n<p ><span >In these notes, written on a letter bearing the remnants of its red seal wax, Newton calculated, based on the Book of Daniel 7:25, that the end of time will arrive in the year <b>2060</b>.&#160; Newton's calculations relied on his belief that the starting point is the year 800, a time when Charlemagne founded the Holy Roman Empire and the Pope's supremacy commenced. Here, Newton believed, &#160;began the period of the &quot;apostate's&quot; church deepest corruption which will end in the Apocalyptic events <span >such as plagues and fires, the terrible battle of Armageddon and eternal damnation of the wicked </span>mentioned in the&#160; <span >Book of Revelation.&#160;</span></span></p>\n<p >&#160;</p>\n<p >&#160;</p>\n<p >&#160;</p>\n<p  >&#160;</p>\n<p  dir=&quot;RTL&quot; >&#160;</p>\n\"","type":"chronological","chronologicalId":"1","chronologicalName":"\"2060 – The End of Days\"","children":[{"guid":"05C16366-E98F-8859-A0D8-AA8FE3251A80","name":"\":2: Newton the Heretic\"","content":"\"\n<p  >Newton's extensive study of the Christian Doctrine brought him to the conclusion that the doctrine of the Trinity was a corruption of the original biblical doctrine. He believed that the Scriptures taught that God is one person and that this one person is the Father, while Christ is the literal Son of God, having no human father.</p>\n<p  >Newton hid his beliefs. Had his contemporaries known of them he would have been considered a heretic. He however, believed that he was the true Orthodox.</p>\n<p  >&#160;</p>\n<p  >&#160;</p>\n<p  dir=&quot;RTL&quot; ><span >על גבי הצילום:</span></p>\n<p  ><span >Par. 1 - The [word] God is no where in the scriptures used to signify more than the three persons at once.</span></p>\n<p  ><span >Par. 3 – When ever it is said in the scriptures that there is but one God, it is meant of the Father.</span></p>\n<p  >&#160;</p>\n\"","type":"chronological","chronologicalId":"2","chronologicalName":"\"Newton the Heretic\"","children":[{"guid":"4130AC26-0B7C-306D-58D1-87B4DD7C00BD","name":"\":3: Newton and the Jewish Temple\"","content":"\"\n<p  >Newton believed that the temple described in the prophecy of Ezekiel will materialize at the End of Days. He therefore invested much effort in studying matters related to the Jewish Temple and its rituals.</p>\n<p  ><span>This trilingual manuscript written in Latin, Hebrew and Greek shows that Newton was familiar not only with the work of&#160; scholars of his time but also with the ancient Jewish &#160;&#160;&#160;&#160;&#160;&#160;sources including the <span >Mishna </span>, the <span >Zohar</span>, the <span >Talmud</span>, and many more.</span></p>\n<p  >On the third line from the top Newton copied in meticulous Hebrew script the words:</p>\n<p  ><span dir=&quot;RTL&quot; >ברוך שם כבוד מלכותו לעולם ועד&#160; - </span>&quot; - Blessed be the name of His glorious kingdom for all eternity&quot;.</p>\n\"","type":"chronological","chronologicalId":"3","chronologicalName":"\"Newton and the Jewish Temple\"","children":[{"guid":"7CA511A6-0CBC-F6BA-55F8-D27239D657A5","name":"\":_: The Talmud\"","content":"\"\n<p ><span >Talmud, the central text of rabbinic Judaism has influenced the lives of Jews no less, and perhaps much more than the Hebrew Bible. The Talmud (literally &quot;study, learning&quot;) contains the teachings, the discussions and opinions of rabbis on a variety of subjects pertaining to </span><a href=&quot;http://en.wikipedia.org/wiki/Halakha&quot; title=&quot;Halakha&quot;><i><span >Halakha</span></i></a><i><span >h</span></i><span><span >&#160;</span></span><span >(Jewish law) and&#160;</span><a href=&quot;http://en.wikipedia.org/wiki/Jewish_ethics&quot; title=&quot;Jewish ethics&quot;><span >ethics</span></a><span >, philosophy and&#160;</span><a href=&quot;http://en.wikipedia.org/wiki/History&quot; title=&quot;History&quot;><span >history</span></a><span >, to mention just a few.</span></p>\n<p ><span >The talmudic text, also known as Gemara (literally: tradition) is based on discussions which took place in Jewish academies between the third and the sixth centuries, in Palestine and in Babylonia. These discussions usually revolve around the </span><a href=&quot;http://en.wikipedia.org/wiki/Mishnah&quot; title=&quot;Mishnah&quot;><span >Mishnah</span></a><span > which was assembled in the beginning of the third century. The most popular and influential version of the Talmud is the Babylonian one, although a Palestinian version exists as well.</span></p>\n<p ><span >The Talmud, written in&#160;</span><a href=&quot;http://en.wikipedia.org/wiki/Tannaitic_Hebrew&quot; title=&quot;Tannaitic Hebrew&quot;><span >Hebrew</span></a><span><span >&#160;</span></span><span >and&#160;</span><a href=&quot;http://en.wikipedia.org/wiki/Aramaic&quot; title=&quot;Aramaic&quot;><span >Aramaic</span></a><span ><span > has become the legal authority in rabbinic Judaism and is the basis for halakhic discourse.</span></span><span > <span >Maimonides'</span> <i><span >Mishneh Torah</span></i> is a legal code summarizing Jewish law and is based mainly on the Talmud.</span></p>\n\"","type":"bastard","bastardName":"\"The Talmud\"","children":[]},{"guid":"BB7FB86D-54E0-57DD-EA6F-71CD5EFAE26B","name":"\":4: Map of the Fifth and Sixth Trumpets\"","content":"\"\n<p  >Newton's preoccupation with the Apocalypse of John elicited this realistic map of the Near East which illustrates the geography of the region in which the Apocalyptic events will occur. According to Revelation 9 four angels will be released on the Euphrates river and will punish the sinners. Newton believed that the Fifth Trumpet is Islam, and the Sixth – the Ottoman Empire and identified as these four angels in the Sultanates marked out on the map<b>: Iconium, Damascus, Mosul and Miapharekin</b>,.</p>\n<p  ><span >קישור לא עובד (לדיגיטול) מ</span></p>\n<p><span ><a href=&quot;http://dlib.nli.org.il/view/action/nmets.do?DOCCHOICE=NEWTON-008.xml&#38;dvs=1383229721551~927&#38;locale=en_US&#38;search_terms=&#38;adjacency=&#38;VIEWER_URL=/view/action/nmets.do?&#38;DELIVERY_RULE_ID=5&#38;divType=&#38;usePid1=true&#38;usePid2=true&quot;>http://dlib.nli.org.il/view/action/nmets.do?DOCCHOICE=NEWTON-008.xml&#38;dvs=1383229721551~927&#38;locale=en_US&#38;search_terms=&#38;adjacency=&#38;VIEWER_URL=/view/action/nmets.do?&#38;DELIVERY_RULE_ID=5&#38;divType=&#38;usePid1=true&#38;usePid2=true</a></span></p>\n\"","type":"chronological","chronologicalId":"4","chronologicalName":"\"Map of the Fifth and Sixth Trumpets\"","children":[{"guid":"A57F02ED-9DB6-892F-DB09-767958D3DFC7","name":"\":5: Newton -  Shrewd Head of the Royal Mint\"","content":"\"\n<p ><b>&#160;</b>Besides being a brilliant scientist and theologian, Newton was also displayed adroit skills as an administrator. In 1696 He was appointed Warden of the Royal Mint in London. In this capacity Newton wrote this letter to the tin mine owners, explaining to them through meticulous calculations that Her Majesty, Queen Anne, has already purchased from them much more tin than she can sell, leaving her with &quot;dead stock&quot; (surplus), which can only be sold at a loss.</p>\n<p >He therefore announces his decision to end the contract with them.</p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"5","chronologicalName":"\"Newton -  Shrewd Head of the Royal Mint\"","children":[{"guid":"63A1DFAA-E53C-BB5B-35AF-0FE5825914EC","name":"\":6: Newton the Alchemist (c. 1680)\"","content":"\"\n<p  >Newton also took a deep interest in Alchemy. Although most of the Alchemical papers are in Cambridge, the NLI possesses one unique page. It is a part of Newton's copy of an English translation made in 1624 of <i>the Exposition of the Hieroglyphical figures</i> written by the famous French Alchemist Nicholas Flamel. Newton sketched Flamel's symbolic figures, and described in the text above&#160; their Alchemical role.</p>\n<p  >&#160;</p>\n\"","type":"chronological","chronologicalId":"6","chronologicalName":"\"Newton the Alchemist (c. 1680)\"","children":[],"period":5}],"period":5}],"period":5}],"period":5}],"period":5}],"period":5}]},{"guid":"4FDE2B58-CB47-0212-32F1-9352581E5C14","name":"\"Journey of Newton's Papers: from Cambridge to the NLI\"","content":"","type":"default","children":[{"guid":"E8096AB9-F897-17EA-4D1B-638B8A62ECD7","name":"\":_: A.S.  Yahuda  Madrid- New-Haven - Jerusalem\"","content":"","type":"bastard","bastardName":"\"A.S.  Yahuda  Madrid- New-Haven - Jerusalem\"","children":[{"guid":"B7AB3DD3-8916-81A4-AC76-0447A96A728F","name":"\":1: Descent\"","content":"\"\n<p  >Abraham Shalom Yahuda (1877 – 1951) was born in Jerusalem to a respectable family. His father's family, which had arrived in Jerusalem from Baghdad,&#160; descended from the famous Yosef ben Shushan, a Jewish minister at the court of Alfonso VIII (1155-1214), king of Castile while his mother came from a &#160;well-known German Jewish family</p>\n<p  >&#160;</p>\n<p  >photo: The Tolledo synagogue built by Yosef Ben-Shushan's son, one of A.S. Yahuda's forefathers. The Synagogue was later converted into a church by the name of Santa Maria la Blanca.</p>\n<p  >&#160;</p>\n\"","type":"chronological","chronologicalId":"1","chronologicalName":"\"Descent\"","children":[{"guid":"90F7942D-189C-1C8B-5601-5E0191DA085B","name":"\":2: Education\"","content":"\"\n<p  >From a very young age Yahuda mastered both Jewish studies as well as the Arabic language and other European languages. He specialized in classical Arabic literature and at age 17 he already published a book on the subject. He then continued his studies in Germany with important scholars in the field of Arabic and Islamic history.</p>\n<p  >&#160;</p>\n\"","type":"chronological","chronologicalId":"2","chronologicalName":"\"Education\"","children":[{"guid":"5FD992A0-7CB8-7FF3-6781-E88D05FBF272","name":"\":3: From Madrid to Europe and the East\"","content":"\"\n<p  >Between&#160; 1914-1922 Yahuda served as professor in Madrid. (In later years Yahuda wrote memoirs in Hebrew describing&#160; his sojourn in Spain.) He then left Spain, and spent the years between 1922 and 1942 travelling all over Europe and the East. During these years Yahuda acquired many rare manuscripts and traded in them. Yahuda's great erudition in many fields, and especially in Islam, explains the superior manuscripts that he chose to acquire during his travels.</p>\n\"","type":"chronological","chronologicalId":"3","chronologicalName":"\"From Madrid to Europe and the East\"","children":[{"guid":"11686729-4EF4-0990-6344-B712E8A4643D","name":"\":4: America\"","content":"\"\n<p  >In 1942 Yahuda received a position in the New School of Social Research in New-York, and from then on, until his death in 1951, spent most of his time on his research.</p>\n<p  >&#160;</p>\n\"","type":"chronological","chronologicalId":"4","chronologicalName":"\"America\"","children":[{"guid":"4ADAD622-F4FC-80AF-4CC4-D87C34B2D4AA","name":"\":5: The Yahuda Exquisite Manuscript Collection Islamic manuscripts\"","content":"\"\n<p  >Yahuda bequeathed to the National Library of Israel&#160; 1184 exquisite eastern manuscripts in the field of Islamic religion, sciences, Arabic literature and Persian poetry. These include a unique collection of &#160;over 100 rare manuscripts of the Qur'an, some very early ones (8<sup>th</sup>-10<sup>th</sup> centuries), and others which are beautifully illustrated.</p>\n<p  >&#160;</p>\n<p  ><b>Jewish manuscripts</b></p>\n<ul type=&quot;circle&quot;>\n<li><span><span ><span >Yahuda's</span></span><span > </span>collection of Jewish manuscripts includes the most beautiful <span >existing</span> manuscript of <span ><span >&#160;</span></span></span><span ><span><span ><span >Maimonides' Mishneh Torah</span></span></span></span><span><span ><span > </span></span></span></li>\n<li>and documents of the Jewish Community in Aragon, including a Privilege granted by King Alfonso V of Aragon&#160; (1416-1438) to the nobleman Berenguer de Bardaxi , granting him permission to settle 30-40 Jewish families on his lands in Oliete, south of Saragossa.</li>\n</ul>\n<p  ><b>Other Manuscripts</b></p>\n<p  >Besides Newton's theological papers, the collection includes beautiful Books of Hours, letters of Napoleon Bonaparte, and many more.&#160; <span dir=&quot;RTL&quot; >ספר השעות; מכתב של נפוליאון</span></p>\n\"","type":"chronological","chronologicalId":"5","chronologicalName":"\"The Yahuda Exquisite Manuscript Collection Islamic manuscripts\"","children":[],"period":6}],"period":6}],"period":6}],"period":6}],"period":6}]},{"guid":"0A03EA07-2321-29CC-8455-B7C8B5DB90F6","name":"\":1: Newton's Papers  - from 1727 to 1872\"","content":"\"\n<p  >Upon Newton's death in Cambridge in 1727, his relatives, the Conduitts, claimed his papers. Newton's papers reflected an array of various interests and occupations: papers in Mathematics and Physics, &#160;documents written as part of his function as head of the Royal Mint and President of the Royal Society, and&#160; the less known and more intriguing papers on Theology ,History and Alchemy.</p>\n\"","type":"chronological","chronologicalId":"1","chronologicalName":"\"Newton's Papers  - from 1727 to 1872\"","children":[{"guid":"A3CB6E55-1059-5AE7-473A-103D04566C62","name":"\":2: Donation of the Papers to Cambridge  - 1872 – 1936\"","content":"\"\n<p  >In 1872, one of Newton's descendants, the 5th Earl of Portsmouth, donated the papers to the University of Cambridge, in which Newton had studied and taught. The committee appointed by the University to review the papers, selected only Newton's scientific papers, not wanting to blemish his reputation as an enlightened intellectual and scientist.</p>\n<p  >The theological papers, as well as the alchemical and the historical papers were returned to the family.</p>\n\"","type":"chronological","chronologicalId":"2","chronologicalName":"\"Donation of the Papers to Cambridge  - 1872 – 1936\"","children":[{"guid":"6313E407-AF8A-E232-115C-C382A8911B76","name":"\":3: July 13th 1936 – The Papers are Sold\"","content":"\"\n<p  >In July 1936 the papers which had been given back to the family were put up for sale by Sotheby's in London. The sale was poorly attended since at the same time, in London, Impressionist paintings were being sold at Christie's! Newton's papers were thus sold to a variety of people for the mere some of 9000 pounds.</p>\n\"","type":"chronological","chronologicalId":"3","chronologicalName":"\"July 13th 1936 – The Papers are Sold\"","children":[{"guid":"364DED05-C7AF-5CE4-0EA2-15F442DC7192","name":"\":4: 1936 – 1951 – Yahuda and Keynes Chase after the Papers\"","content":"\"\n<p  >Having found out belatedly about the sale, two important scholars were resolved to purchase the papers. The first was the famous British economist, John Maynard Keynes, who strove to buy all the alchemical papers; the second was the Jerusalem born well-known Orientalist, <b>Abraham Shalom Yahuda</b>. At some point, they even exchanged some of the papers between them!</p>\n<p  >&#160;</p>\n\"","type":"chronological","chronologicalId":"4","chronologicalName":"\"1936 – 1951 – Yahuda and Keynes Chase after the Papers\"","children":[{"guid":"5B1844AA-E868-D84F-B0F5-5FCFDBEA65DE","name":"\":5: 1951 –Bequest of the Papers\"","content":"\"\n<p  >While the Alchemical papers, acquired by Keynes, were bequeathed by him to Cambridge upon his death in 1946, A.S. Yahuda bequeathed his papers upon his death in 1951 to the National Library of Israel in Jerusalem, along with many other important and beautiful manuscripts of all sorts.</p>\n<p  >Newton's Theological Papers were bequeathed by A.S. Yahuda &#160;to the library along with many other important Jewish, Muslim and Christian manuscripts (these include outstanding Muslim manuscripts – here is a short glimpse).</p>\n\"","type":"chronological","chronologicalId":"5","chronologicalName":"\"1951 –Bequest of the Papers\"","children":[],"period":7}],"period":7}],"period":7}],"period":7}],"period":7}]}]},{"guid":"FB8F983C-DEC9-E871-658F-868ABD5B1FC3","name":"\"The Torah Scroll from Spain\"","content":"\"\n<p><span >This is the story of the fascinating journey of a Torah scroll which was&#160;made in Spain in </span><span ><span >the 14th or 15th century, &#160;travelled to Rhodes with the Jewish exiles from Spain, was hidden during the Nazi occupation in a Muslim mosque, and was brought to the National Library of Israel by descendants of the community of Rhodes in 1999. &#160;&#160;</span></span></p>\n\"","type":"default","children":[{"guid":"AC791DF6-12F4-259A-66B5-2CF6E747A6A1","name":"\":_: Torah Introduction\"","content":"\"\n<p><span ><b><span >The Torah</span></b></span></p>\n<p><span><span ><b><span >The Torah, the first five books of the Old Testament, is the oldest and most sacred text of the Jews.&#160;</span></b></span></span></p>\n<p><span><span ><b><span >It is believed traditionally to have been given by God to Moses on Mount Sinai. Modern scholarship maintains that it was written by various authors throughout several centuries, probably from the ninth century BCE onward.</span></b></span></span></p>\n\"","type":"bastard","bastardName":"\"Torah Introduction\"","children":[{"guid":"BEEF4DB1-AC8B-667A-BAE5-E0FAF2C9F03C","name":"\":1:  Reading The Torah\"","content":"\"\n<p><b><span ><span >The reading begins on Genesis 1, on the first Saturday which follows &#160;the Jewish High Holidays, and in the course of one year the whole Torah is read. &#160;Every Jewish Synagogue has at least one Torah Scroll, which is housed in a special sacred cabinet called the Ark. The ark is veiled by an embroidered curtain called Parochet or is closed off by doors.</span></span></b></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"1","chronologicalName":"\"Reading The Torah\"","children":[{"guid":"4693F853-82C7-E7DA-A02F-5F91D4E39AA1","name":"\":2: Making the Torah Scroll\"","content":"\"\n<p><b><span ><span >The Torah used in the Synagogue is copied on specially prepared vellum or parchment by a scribe called Sofer Stam who specializes in copying sacred texts according to the ritual laws; it is sewn together in one piece and rolled up around two rollers with handles.</span></span></b></p>\n\"","type":"chronological","chronologicalId":"2","chronologicalName":"\"Making the Torah Scroll\"","children":[{"guid":"40BCD461-02F1-B477-4FEB-22F466AC828B","name":"\":3: Torah Accessories\"","content":"\"\n<p><span ><b><span >There are special accessories such as:</span></b></span></p>\n\"","type":"chronological","chronologicalId":"3","chronologicalName":"\"Torah Accessories\"","children":[{"guid":"BF366466-33A0-0CF9-2CE5-6C69BAFCF1AE","name":"\"The Finials\"","content":"\"\n<p>The crown or finials which embellish it</p>\n\"","type":"default","children":[]},{"guid":"21AAC80C-2A17-ADE5-7F1E-AC4FEC3475EE","name":"\"The Coat/Case\"","content":"\"\n<p>The girdle that binds it, and an embroidered mantle</p>\n<p>or alternatively, a case that covers it</p>\n\"","type":"default","children":[]},{"guid":"EB0BE33B-5FF2-8FDB-5D5E-730404D3DFB6","name":"\"The Reading Pointer\"","content":"\"\n<p>The silver hand which serves as a reading pointer</p>\n\"","type":"default","children":[]},{"guid":"D7DD61A0-2E58-85AB-0653-C98D58FC2ABD","name":"\"Breastplate\"","content":"\"\n<p>An ornate silver and gold breastplate with the image of the Ten Commandments, often with medallions containing the names of the donors attached.</p>\n\"","type":"default","children":[]}],"period":8}],"period":8}],"period":8}]},{"guid":"7F13F425-9474-7539-509D-FEDE3A2F8619","name":"\":_: Other Torah manuscripts at the NLI\"","content":"\"\n<p>The NLI houses a large collection of Torah manuscripts. We present to you here some of the finest of them, Scrolls as well as Codices.</p>\n\"","type":"bastard","bastardName":"\"Other Torah manuscripts at the NLI\"","children":[{"guid":"EB4FD149-5DEF-8C54-818E-9F93C286A13E","name":"\"Journey of the Edel Torah\"","content":"\"\n<p>The Scroll seen here was donated to the NLI by the Adini-Edel family.</p>\n<p>Unlike the Torah scrolls usually used in Synagogues, this is a miniature scroll,</p>\n<p>written in micrographic script.</p>\n<p>It was either written or owned by a well-known Jewish scholar from eastern</p>\n<p>Europe by the name of Rabbai Judah Edel (1757 – 1828), who in his capacity as a</p>\n<p>preacher travelled much and needed a compact version of the Torah to take with</p>\n<p>him. After it was donated to the library it turned out that one of the library's most</p>\n<p>experienced manuscript experts was a descendent of Rabbai Edel.</p>\n\"","type":"default","children":[]},{"guid":"775884A8-6C8D-69C1-ACCF-F59C43B5EFF0","name":"\"Other Torah Scrolls at NLI\"","content":"\"\n<p>The National Library of Israel preserves several other ancient Torah scrolls, among them a scroll from Yemen, dating from around 1050-1150. The scroll contains large fragments of the Book of Numbers.</p>\n<p>Another Torah scroll from Germany dates from the 15th century.</p>\n\"","type":"default","children":[]},{"guid":"277C7CA7-F6EA-FFD0-D111-E975E0D01409","name":"\"The 'Damascus Crown' from Spain\"","content":"\"\n<p dir=&quot;LTR&quot; >There are several exquisite Jewish Bible codices at the NLI known as 'Damascus Crowns'. One of the Crowns was written in Burgos, Spain, and dates from around 1260. After 1492 the Jewish exiles from Spain brought the Burgos bible with them to Damascus where it was used by the local Jewish community for hundreds of years. In 1940, in the wake of the political turmoil in Syria, it disappeared.&#160; After 22 years, in 1962, it was suddenly presented and offered for the highest bidder on a public auction in London.&#160; Later that year the Burgos bible was purchased by the National Library of Israel. &#160;The Manuscript is beautifully and delicately illuminated.&#160;</p>\n<p dir=&quot;LTR&quot; >&#160;</p>\n<p  dir=&quot;RTL&quot;>&#160;</p>\n\"","type":"default","children":[]}]},{"guid":"83ED5D28-8062-92A0-A3EB-4C70BAB53875","name":"\":1: From Spain to Jerusalem\"","content":"\"\n<p><span ><b><span >The NLI houses various such Torah Scrolls. The Scroll we present here, which had belonged to the Kahal Shalom Synagogue in Rhodes, is actually one of the less impressive to look at;&#160;</span></b></span></p>\n<p><span ><b><span >it is in fact disintegrating and according to our conservationist - is actually beyond repair.</span></b></span></p>\n<p><span ><b><span >Although the NLI possesses finer ones - in a much better state of preservation, we chose to present it because of the fascinating story of its wanderings throughout the Mediterranean and the hardships it had encountered until its arrival at our library in the summer of 1999.</span></b></span></p>\n<p><span ><b><span >This story represents the history of the Jewish people through the ages in a nutshell.</span></b></span></p>\n\"","type":"chronological","chronologicalId":"1","chronologicalName":"\"From Spain to Jerusalem\"","children":[{"guid":"9DE4306F-1BA6-883F-87D0-E57A0AC68CD9","name":"\":2:  From Spain to Rhodes\"","content":"\"\n<p align=&quot;justify&quot; ><span ><b><span >Our Torah Scroll dates to the 14th or 15th century. &#160;It is written upon brown colored vellum made up of 81 sheets which altogether are 45.5 meters long. It was almost certainly made in Spain for one of the Jewish communities there, as the paleographic style is that of the Spanish Jewish tradition. Additionally, on one of the rollers appears the name of the owner – Yaakov ben Abraham Mar Hayyim, a member of a well-known Jewish family in Spain before the expulsion of the Jews in 1492.</span></b></span></p>\n<p align=&quot;justify&quot; ><span ><b><span >The attached songs are representative of the rich culture of the Sepharadic jews, which were exiled in 1492 and spread all around Europe.</span></b></span></p>\n<p align=&quot;justify&quot; >&#160;</p>\n\"","type":"chronological","chronologicalId":"2","chronologicalName":"\"From Spain to Rhodes\"","children":[{"guid":"F8D25BDD-4C45-9623-9A0D-6A7188E4C10A","name":"\":3:  Kahal Shalom Synagogue - Rhodes\"","content":"\"\n<p align=&quot;justify&quot; ><b><span ><span >The cherished Torah Scroll was taken by its owners from Spain upon their expulsion, when Jews from Spain wandered throughout the Mediterranean basin in search for a new home. The owners of this Scroll, a family or perhaps a congregation, finally settled down on the island of Rhodes, and the Scroll found its way to the Kahal-Shalom Synagogue. The synagogue was founded in 1577 in the city of </span></span></b><a href=&quot;brain://31C8CCB9-803F-3EB3-F118-E2A3AA3EF0DF/F34305BD-F0F4-FA40-FA61-8D8812A642DB&quot;><b><span ><span >Rhodes</span></span></b></a><b><span ><span >, which like the rest of the island had been under the rule of the Ottoman Turks since 1522. The Kahal Shalom synagogue was one of six synagogues which existed in the city of Rhodes, where a vital Jewish community lived in its own quarter – the Juderia</span></span></b></p>\n<p align=&quot;justify&quot; ><b><span ><span >Like the other Spanish Jewish communities which settled in the Mediterranean, the Jewish community of Rhodes spoke Ladino – a special dialect of Castilian Spanish mixed with Hebrew, and then also Turkish and Greek.</span></span></b></p>\n<p align=&quot;justify&quot; ><span ><br />\n<br />\n</span>&#160;</p>\n\"","type":"chronological","chronologicalId":"3","chronologicalName":"\"Kahal Shalom Synagogue - Rhodes\"","children":[{"guid":"DC714013-3F75-D6D6-147E-175C6A4DE4B7","name":"\":4: The Nazi Occupation Period\"","content":"\"\n<p align=&quot;justify&quot; ><span ><b><span >The Scroll served the community of Kahal-Shalom for over 400 years, until the island was occupied by the Nazis, and most of its Jews were transported to Auschwitz and were exterminated. From the 2000 members of the Island's Jewish community, 1673 were deported. Of these, only 151 survived.&#160;</span></b></span></p>\n<p align=&quot;justify&quot; ><span ><b><span >The Torah Scroll was saved through the good relations of the Jewish and Muslim communities, as well as through an intriguing family connection: the Scroll was deposited with the Mufti of Rhodes, Suleyman Kasiloglou, just a few days before the deportation on July 25th 1944. &#160;Kasiloglu's father in law was Jewish, what may explain why the Jewish community trusted him with its most valuable possession. &#160;Kasiloglou hid the Torah under the pulpit of the Morad Reis mosque. .</span></b></span></p>\n<p align=&quot;justify&quot; ><span ><b><span >The Scroll remained rolled on the last portion which was read in the Synagogue, &quot;Parashat Pinhas&quot;,on the Sabbath of July 15th 1944. This same part in the scroll was heavily damaged by mildew due to the conditions in the hiding place.&#160;</span></b></span></p>\n\"","type":"chronological","chronologicalId":"4","chronologicalName":"\"The Nazi Occupation Period\"","children":[{"guid":"C686E53C-0F9C-5637-78E5-A508AE770632","name":"\":5: Final Stop - NLI\"","content":"\"\n<p align=&quot;justify&quot; >&#160;</p>\n<p align=&quot;justify&quot; ><font face=&quot;Calibri, serif&quot;>After the war was over the Scroll was returned to the few survivors of the community, and the honorary president of the community, Mr. Moshe Sauriano gave them to the Ben Atar family, to be brought to the NLI, in memory of the Jews from Rhodes who were exterminated.</font></p>\n<p align=&quot;justify&quot; ><br />\n<br />\n&#160;</p>\n\"","type":"chronological","chronologicalId":"5","chronologicalName":"\"Final Stop - NLI\"","children":[],"period":9}],"period":9}],"period":9}],"period":9}],"period":9}]},{"guid":"403D55C8-4B15-4985-CB9F-6A8D5646BE79","name":"\"Elimelech Basch's diary\"","content":"\"\n<p ><span >Elimelech Basch was a member of the Jewish community of Tyachiv in eastern Hungary (today western Ukraine), invaded by the Nazis in March 1944. Between the years 1942-1944 Basch kept a diary, written in fine Hebrew</span><b><span >, </span></b><span >which describes the situation of the Jewish community there. During this period the Jews suffered from the oppressive Hungarian and Nazi regimes and moved between despair and hope.</span></p>\n<p ><span >During the Jewish festival of Shavuot, May 1944, the Jews of Tyachiv were all deported to Auschwitz.&#160; Of the Basch family - parents and their eight children – only one survived.</span></p>\n<p >&#160;</p>\n<p  ><b><span >Photo</span></b><span >: The Basch family at the beginning of the 1930's. &#160;</span></p>\n<p><span >Highlighted is the only surviving member of the family, Mrs. Perhiya Senderovich (formerly Bluma Blanka Basch), who now lives in Israel.</span></p>\n\"","type":"default","children":[{"guid":"016140EA-7FBC-4959-0C2E-4C0F883530AD","name":"\":_: The Hebrew language\"","content":"\"\n<p ><span >The Hebrew language is the ancient language which was spoken and written by the people of Israel already in the beginning of the first millennium. It is the language of the Old Testament and other scriptures of the Jewish people. Although from the second temple period onwards Jews started speaking other languages as well (Aramaic, Greek and later other European vernacular languages), it remained the language of the Scriptures and prayer, and was called &quot;The Holy Tongue&quot;.</span></p>\n<p ><span >Jews continued to learn, to read and write Hebrew throughout the last two millennia although it was not their spoken language, since it was their ancient holy language.</span></p>\n<p >&#160;</p>\n<p ><span >Photos: The Worms prayer book. &#160;Germany, 13th century.</span></p>\n\"","type":"bastard","bastardName":"\"The Hebrew language\"","children":[{"guid":"F8A8EC39-68D8-ECCF-6F51-12C17F60061D","name":"\"A national language\"","content":"\"\n<p ><span >During the second half of the 19<sup>th</sup> century, when National movements in Europe arose, the Jewish Zionist movement was one of them. The revival of the ancient Hebrew language was one of the important goals of the Zionist movement. This explains why Elimelech Bash chose to write his diary in Hebrew.</span></p>\n<p ><span >Today, Hebrew is the official language of Israel and is the main spoken language in the country.</span></p>\n<p ><span >&#160;</span></p>\n<p ><span >Photo: <i>Hatikva</i>, Hymn of the state of Israel, written by Naphtali Herz Imber, in his own hanwriting. &#160;1907-8.</span></p>\n\"","type":"default","children":[]}]},{"guid":"CB8A2990-88AF-CFC3-80F0-4AAB42999E55","name":"\":1: The Jewish community of Tyachiv\"","content":"\"\n<p  >The last census before the German occupation, held in January 1941, reported 2,150 Jewish residents in Tyachiv. They were 20% of the total population of the town.&#160; Many of the Jews were merchants; others were craftsmen and agricultural workers and farmers.&#160; The Jewish community was, as were most communities in Eastern Europe, a religious observant Orthodox community.</p>\n<p  >&#160;</p>\n\"","type":"chronological","chronologicalId":"1","chronologicalName":"\"The Jewish community of Tyachiv\"","children":[{"guid":"72F39E01-4AA4-B0F0-A73F-6A5A2A39C293","name":"\":2: Dark times\"","content":"\"\n<p  ><span >In March 1939 Tyachiv came under Hungarian sovereignty and the Jews suffered from oppressive legislation. The synagogue was sacked, and beatings and harassment became part of the Jews' everyday life.</span></p>\n<p  ><span >The German army conquered Hungary on the 19.3.1944.&#160; A ghetto was established in April, and about 10,000 Jews from the region were deported into the ghetto. Each apartment contained 10-15 persons, no food was supplied and the population began to starve.&#160;</span></p>\n<p  ><span >Those who tried to escape were turned over to the Hungarian police who cooperated with the Nazis.The Jews of the Tyachiv ghetto were deported to the extermination camp in Auschwitz between the 22<sup>nd</sup>-26<sup>th</sup> of May, 1944.</span></p>\n\"","type":"chronological","chronologicalId":"2","chronologicalName":"\"Dark times\"","children":[{"guid":"5F686845-0FE0-05B2-DA4E-F175EF995458","name":"\":_: The Holocaust\"","content":"\"\n<p>One of the most distinct characteristics of the Nazi regime was its ideology of the&#160; supremacy of the Aryan race and its detestation of the Jews and other groups. In 1942, in the Wannsee conference, the Nazis decided to implement a plan called the “Final Solution of the Jewish Question”. After that the Jews of Europe were systematically murdered in the extermination camps as part of the Final Solution. In some of the camps permanent gas chambers were erected.</p>\n<p>By 1945 6,000,000 Jews, the majority of the Jews in Europe, were dead.</p>\n<p>For more on the Holocaust follow the link to Yad Vashem's website.</p>\n\"","type":"bastard","bastardName":"\"The Holocaust\"","children":[]},{"guid":"5FD1D8F4-0C48-FD76-BEE1-52359E3E38F6","name":"\":3: The family's last days\"","content":"\"\n<p><span >Elimelech Basch described in his diary his family's last days. &#160;Until the last moment, after the Germans had already entered the town, the family debated what to do:</span></p>\n<p  ><span >&quot;I argued with my wife that she shouldn't clean and paint for (the holiday of) Passover, but she continued her work as usual saying that as long as we live we should hope for the good and God will choose to do as he sees fit. My son Isaac, seeing my great anxiety, said that I should buy a gun and shoot all the members of our family&quot;.</span></p>\n<p  ><span >…&quot; I watched my children play and wept, who knows what will happen to them?&quot; &#160;&#160;</span></p>\n\"","type":"chronological","chronologicalId":"3","chronologicalName":"\"The family's last days\"","children":[{"guid":"93AE1102-D348-2B9E-B61C-C98672633826","name":"\":4: The deportation to the Death camps\"","content":"\"\n<p><span >Elimelech Basch, his wife Miriam and their eight children were deported to Auschwitz during the 22nd-26th of May, 1944. Elimelech (46), Miriam (40), Isac (18), Mordechai (14), Hershl (12), Yisrael (10), Moshe (8), Shlomo (6) and little Esther, aged 4, were all murdered in the death camp. &#160; Bluma (Perhiya), the eldest daughter, aged about 20 at the time, was the only one who survived the hell of Auschwitz. &#160;Until this day she is not willing to tell what happened to her in Auschwitz during the war, not even to her closest family.</span></p>\n<p ><span><span >Movie: The May 1944 deportations,&#160;on which the Basch family was sent to the death camps.</span></span></p>\n<p ><span><span >The photographs were taken on May-June 1944 by two SS men whose task was to take ID photos and fingerprints from the inmates of the Camp.</span></span></p>\n\"","type":"chronological","chronologicalId":"4","chronologicalName":"\"The deportation to the Death camps\"","children":[{"guid":"72190B03-074A-B546-1F89-73EFBBE16E0D","name":"\":5: Surviving daughter in Israel\"","content":"\"\n<p>Elimelech Basch's eldest daughter, Bluma (Perhiya), was the only one of the Basch family who survived. &#160;Bluma emigrated to Israel, changed her name to Perhiya and built a new family. &#160;Perhiya has three children, many grandchildren and a newborn great granddaughter. &#160;She is now 87 years old. She is still an active volounteer in her hometown Lydda (Lod). &#160;</p>\n<p>&#160;</p>\n<p><b>Photo</b>: &#160;In the center Perhiya receiving a token of gratitude from the city of Lydda for her long years as a volunteer.</p>\n<p>&#160;</p>\n<p><b>Photo</b>: Perhiya's testimony, given in January 1956, regarding the murder of her family. &#160;The testimony was given to the Yad Vashem museum for the memory of the Holocaust in Jerusalem, Israel.</p>\n\"","type":"chronological","chronologicalId":"5","chronologicalName":"\"Surviving daughter in Israel\"","children":[{"guid":"4949F0C7-D64A-9EF5-5CCD-941E827509DB","name":"\":6: The Diary at The National Library of Israel\"","content":"\"\n<p ><span >After the war Elimelech Basch's brother Jacob, who survived the Holocaust, came back and found the diary. He later gave it to Basch's only remaining daughter - Perhiya - &#160;who lives in Israel. She, in turn, decided to donate the diary for safekeeping to the National library of Israel for the generations to come.</span></p>\n\"","type":"chronological","chronologicalId":"6","chronologicalName":"\"The Diary at The National Library of Israel\"","children":[],"period":10}],"period":10}],"period":10}],"period":10}],"period":10}],"period":10}]},{"guid":"E07DE180-4F9F-F5EF-5597-F1B13CA9F5B3","name":"\"Maimonides' Commentary on the Mishnah\"","content":"\"\n<p  ><span>Moses Maimonides (born Cordoba 1138 – d. Cairo 1204) <span >is considered one of the greatest Jewish scholars and intellectuals of all times.</span></span></p>\n<p  align=&quot;left&quot; >Maimonides was first and foremost a preeminent interpreter of Jewish law (<i>Halakah</i>), producing groundbreaking legal codes, commentaries and wide-ranging legal opinions as leader of numerous Jewish communities. Yet was also a widely influential <a href=&quot;https://en.wikipedia.org/wiki/Jewish_philosophy&quot;><span ><span >philosopher</span></span></a><span >,&#160;</span> <span >and physician, famous &#160;throughout </span>Jewish, <a href=&quot;https://en.wikipedia.org/wiki/Middle_Ages&quot;><span ><span >Muslim</span></span></a><span ><span > and Christian intellectual circles of his time</span></span><span >. </span><span><span >&#160;</span></span><span >Maimonides constantly strove to reconcile </span><span>his knowledge<span > of philosophy and science with Jewish law and theology.</span><span >&#160;</span></span></p>\n<p  >Due both to his impressive intellectual horizons and to his outstanding influence among Jews and non-Jews Maimonides was known in Jewish tradition as <b>The Great Eagle</b>.</p>\n<p><span >Maimonides' personal biography is representative of the fate of Spanish Jews at that time: born in Cordoba, where he absorbed Islamic science and culture, he fled from the intolerant Almohads&#160; to Morocco and then to Fustat (Cairo) in Egypt, where he received the patronage of the Ayyubid court.&#160;</span></p>\n<p  >&#160;</p>\n\"","type":"default","children":[{"guid":"B45441E4-0097-0317-6BDB-FD5F59E44DDA","name":"\":_: An extraordinary life story\"","content":"\"\n<p  align=&quot;left&quot; >Maimonides' amazing life story starts in the multicultural world of Cordoba and ends in the King's court in Cairo.</p>\n<p  align=&quot;left&quot; >Photo: an official medal of the state of Israel, honoring Maimonides' 800th birthday, showing the various stations of Maimonides life across the Mediterranean.</p>\n\"","type":"bastard","bastardName":"\"An extraordinary life story\"","children":[{"guid":"6BCDA941-C0D4-3E08-7823-4101211A63A8","name":"\":1: Maimonides in Cordoba\"","content":"\"\n<ul type=&quot;circle&quot;>\n<li>Born in Cordoba in 1138, Maimonides grew up during &#160;the rule of the Berber dynasty&#160; of the <i>Murabitun</i> (Almoravids). Under their rule the Jewish and the Christian communities&#160; were protected according to Muslim law.</li>\n</ul>\n<p>&#160;</p>\n<p>Born in Cordoba in 1138, Maimonides grew up during &#160;the rule of the Berber dynasty&#160; of the <i>Murabitun</i> (Almoravids). Under their rule the Jewish and the Christian communities&#160;were protected according to Muslim law.</p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"1","chronologicalName":"\"Maimonides in Cordoba\"","children":[{"guid":"0E88C45C-353C-2D9C-D6C2-A2395A860B45","name":"\":10: His Death\"","content":"\"\n<p  align=&quot;left&quot; >Maimonides passed away in 1204 in Egypt and was buries there, but early Jewish tradition claims that he had asked to be buried in the Holy Land and that his boned were brought to burial in Tiberias, where his tomb is still shown.</p>\n<p  align=&quot;left&quot; >A very known Hebrew proverb in Maimonides' memory is &quot;From moses to Moses no one was as great as Moses&quot;, meaning that from the biblical Moses to Moses son of Maymon (Maimonides), no one was their match in the leadership of the Jewish people and the knowledge of the Torah. This proverb was inscribed on his grave at Tiberias.&#160;</p>\n\"","type":"chronological","chronologicalId":"10","chronologicalName":"\"His Death\"","children":[{"guid":"DF6089D1-D5E1-82D5-A31D-1B98BE878817","name":"\":2: Master of Jewish Law, Mathematics, Philosophy, Theology, and Medicine\"","content":"\"\n<p><span >In medieval Spain, these sciences were components of a curriculum shared by young&#160; Jewish and Muslim scholars of the educated classes who were part of a lively intellectual milieu.&#160; It was during this period that he mentions having met the famous Muslim mathematician and astronomer&#160;&#160; Jabir b. Aflah al-Ishbili.&#160;</span></p>\n<p>In these early years he wrote treatises on Logic, and on Geometry and Optics.&#160;</p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"2","chronologicalName":"\"Master of Jewish Law, Mathematics, Philosophy, Theology, and Medicine\"","children":[{"guid":"E1888FC1-0603-B624-13D6-938AB577AFEC","name":"\":3: Intellectual milieu and influences\"","content":"\"\n<p>Maimonides was greatly influenced by Muslim philosophers who combined Aristotelian and Neoplatonic philosophy, such as Farabi, Ibn Sina&#160; (Avicenna),&#160; and the Spanish Ibn Bajja (Avempace) (Zaragoza 1095-1138). Maimonides’ writings influenced the great Christian scholastic theologians such as Aquinas and Albertus Magnus, &#160;and, in later centuries , Spinoza and Leibnitz.</p>\n<p>&#160;</p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"3","chronologicalName":"\"Intellectual milieu and influences\"","children":[{"guid":"6822BDD0-145C-CE84-8515-80CF50AB53C6","name":"\":4: The family is forced to leave Cordoba\"","content":"\"\n<p  align=&quot;left&quot; >In 1148 Cordoba was taken over by the intolerant dynasty of the <i>Muwahhidun</i> (Almohads), who by then ruled most of the Maghreb as well. The Almohads deprived the non-Muslim communities of their previous rights and persecuted them with threats of forced conversion or deportation. The Maimonides family, like many others, left Cordoba and began an extended period of wandering.</p>\n\"","type":"chronological","chronologicalId":"4","chronologicalName":"\"The family is forced to leave Cordoba\"","children":[{"guid":"FD78C210-0204-98D5-380D-23FB99FBAFC1","name":"\":5: 1160-1165 Morocco - forced conversion\"","content":"\"\n<p  align=&quot;left&quot; >In 1160 the family settled in Fez, Morocco which was also under the rule of the Almohads as well, where Maimonides witnessed terrible persecutions.</p>\n<p  align=&quot;left&quot; >&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;It seems that during this period the family was forced to convert.</p>\n<p  align=&quot;left&quot; >This is probably why sometime between 1160-1165 Maimonides wrote <b><i>The Letter on Forced Conversions</i></b> &#160;which pardoned fake conversion to Islam in cases of forced conversion. <span >&#160;</span></p>\n<p  align=&quot;left&quot; >&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;In Fez Maimonides continued studying medicine, mainly through apprenticeship.</p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"5","chronologicalName":"\"1160-1165 Morocco - forced conversion\"","children":[{"guid":"A35916B5-7608-6F21-7BC9-A0335815B679","name":"\":6: Pilgrimage to the Holy Land\"","content":"\"\n<p>In 1165 the Maimonides' family left for Palestine, which was ruled at that time by the Crusaders. They visited&#160; Acre, Jerusalem and Hebron.</p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"6","chronologicalName":"\"Pilgrimage to the Holy Land\"","children":[{"guid":"3EE8A4EF-31C3-0F71-1601-DE5687F37E0B","name":"\":7: The Family moves to Old Cairo (Fustat)\"","content":"\"\n<p  align=&quot;left&quot; >In 1166 the family settled in Fustat (old Cairo), then under Fatimid rule. The Fatimids were tolerant rulers, and their theology encouraged the study of philosophy. Maimonides, protected by the Fatimid rule, took to teaching Greek sciences and philosophy. During the first five years in Fustat, Maimonides completed his first major legal treatise, the Commentary on the Mishnah, a work that he composed over the long years of travels.&#160;</p>\n\"","type":"chronological","chronologicalId":"7","chronologicalName":"\"The Family moves to Old Cairo (Fustat)\"","children":[{"guid":"AA3EB497-D1C2-9CA5-9B12-6CC4C0D9CBE5","name":"\":8: Maimonides becomes Court  Physician of the Ayyubids\"","content":"\"\n<p  align=&quot;left&quot; >Maimonides'&#160; family made its living from commerce, and Maimonides was supported by his brother David who traded with India.</p>\n<p  align=&quot;left&quot; >In 1171 Egypt was conquered by the Ayyubid dynasty.&#160; Around the same time Maimonides'&#160; brother David drowned drowned during a commercial trip to India, and Maimonides, sick with grief over his brother, was forced to begin work as a court physician for the royal family.</p>\n<p  align=&quot;left&quot; dir=&quot;RTL&quot; >&#160;</p>\n<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</p>\n<p>During these years he wrote many important medical treatises, in which he sought to simplify and render more systematic the medical tradition of Galen (2ed cent') transmitted through the Muslim world. His treatises were translated to Latin during the 13<sup>th</sup> century and thus influenced medical knowledge in the medieval West.</p>\n<p>&#160;</p>\n<p  align=&quot;left&quot; >&#160;</p>\n\"","type":"chronological","chronologicalId":"8","chronologicalName":"\"Maimonides becomes Court  Physician of the Ayyubids\"","children":[{"guid":"DA464CF2-2281-D4EB-D641-99C567B2DE43","name":"\":9: Appointed Head of the  Jewish Community\"","content":"\"\n<p>During this period Maimonides was recognized as the highest spiritual authority of his time and served for some years also as head &#160;of the Jewish community &#160;in Egypt (<i>Rais al-Yahud</i>). His numerous legal and theological responses to queries from Jews in Egypt, the Middle East, and Europe attest to his local authority and international prestige.</p>\n<p>The stability of Maimonides’ later life in Ayyubid Egypt enabled him to compose many treatises, including his two most important works: the <i>Mishneh Torah</i>&#160; and the <i>Guide to the Preplexed</i>.</p>\n<p>&#160;</p>\n<p>photos: The Ben Ezra synagogue, the ancient synagogue in old Cairo (Fustat), where Maimonides led the Jewish liturgy, also shown are the works of preservation and construction</p>\n\"","type":"chronological","chronologicalId":"9","chronologicalName":"\"Appointed Head of the  Jewish Community\"","children":[],"period":11}],"period":11}],"period":11}],"period":11}],"period":11}],"period":11}],"period":11}],"period":11}],"period":11}],"period":11}]},{"guid":"4504BA63-8A03-E369-3B65-6AA7A2D71392","name":"\"Commentary on the Mishnah\"","content":"\"\n<p><span ><span >As in other scholarly fields, Maimonides broke new ground to write a commentary directly on the </span><i><span >Mishnah</span></i><span >. &#160;Maimonides began composing his commentary &#160;in 1161 while living in in Morocco and completed it in Egypt in 1168. The NLI owns an autograph, that is one of the unique manuscripts written in Maimonides' own hand, of two parts, </span><i><span >Nashim</span></i><span >, and </span><i><span >Mo'ed</span></i><span >.</span></span></p>\n<p >&#160;</p>\n<p><span ><span >This is a page from </span><i><span >Seder Mo'ed</span></i><span > –&quot;Festival&quot; . </span></span><span ><span ><span >Although this is already a &quot;clean&quot; copy, one can see here many changes. The large number of notes and corrections in the autograph, are evidence of &#160;Maimonides' dynamic thinking and constant development. &#160;Maimonides was an original philosopher and thinker who never ceased to ask questions and to improve his works.&#160;</span></span></span></p>\n<p><span >The Commentary remained in the use of the family and in the books in the NLI there are notes which were made by Maimonides' son Abraham, and his grandson David, both of whom were scholars and leaders of the community.</span></p>\n<p>&#160;</p>\n<p  dir=&quot;RTL&quot; ><span ><span ><span >לנסות לאתר </span></span></span><span ><span ><span >אם אפשר (כנראה ריצ'לר יודע)</span></span></span></p>\n<p  align=&quot;left&quot; >&#160;</p>\n\"","type":"default","children":[{"guid":"04742146-4A6C-FCA8-766B-176722205CC9","name":"\":_: What is the Talmud?\"","content":"\"\n<p  align=&quot;left&quot; >Talmud (literally &quot;study, learning&quot;), the central text of rabbinic Judaism, has influenced the lives of Jews no less, and perhaps much more than the Hebrew Bible.</p>\n<p ><span >For several hundred years, Jewish rabbis in academies </span><span >in Palestine and in Babylonia</span><span >studied the Mishnah. Their discussions were recorded in the <i>Talmud</i> (6<sup>th</sup> century). These include a wide </span><span >variety of subjects pertaining to </span><span ><a href=&quot;http://en.wikipedia.org/wiki/Halakha&quot; title=&quot;Halakha&quot;><i><span >Halakha</span></i></a></span><i><span >h</span></i><span><span >&#160;</span></span><span >(Jewish law) and&#160;</span><span ><a href=&quot;http://en.wikipedia.org/wiki/Jewish_ethics&quot; title=&quot;Jewish ethics&quot;><span >ethics</span></a></span><span >, philosophy and&#160;</span><span ><a href=&quot;http://en.wikipedia.org/wiki/History&quot; title=&quot;History&quot;><span >history</span></a></span><span >, to mention just a few. </span><span >Jewish scholars thus interpreted the <i>Mishna</i> primarily through the lens of the <i>Talmud</i>.&#160;</span></p>\n<p ><span >The most popular and influential version of the Talmud is the Babylonian one, although a Palestinian version exists as well.</span></p>\n<p ><span >The Talmud, written in&#160;</span><span ><a href=&quot;http://en.wikipedia.org/wiki/Tannaitic_Hebrew&quot; title=&quot;Tannaitic Hebrew&quot;><span >Hebrew</span></a></span><span><span >&#160;</span></span><span >and&#160;</span><span ><a href=&quot;http://en.wikipedia.org/wiki/Aramaic&quot; title=&quot;Aramaic&quot;><span >Aramaic</span></a></span><span ><span > has become the legal authority in rabbinic Judaism and is the basis for Jewish legal discourse.</span></span></p>\n<p >&#160;</p>\n<p ><span dir=&quot;RTL&quot; >לאביעד יש רשימה של תלמודים מיוחדים בספרייה</span></p>\n\"","type":"bastard","bastardName":"\"What is the Talmud?\"","children":[]},{"guid":"F7473840-FD1D-D51D-F9E9-E5C0737401F5","name":"\":_: What is the Mishnah?\"","content":"\"\n<p  align=&quot;left&quot; >Alongside the Torah (the Pentateuch), which is the written&#160; law of the Jews,&#160; there developed an oral tradition of interpretation. This tradition was put down in writing and sealed in the beginning of the third century CE by Rabbi Yehudah Ha-Nassi , the head of the Jewish&#160; Assembly, since it was feared at that time that the tradition would be lost. The <i>Mishnah</i> is considered to be a source of religious legal authority second only to the written Torah.</p>\n<p  align=&quot;left&quot; >&#160;</p>\n<p  align=&quot;left&quot; >photo: A paragraph from the Mishnah, preserved in the Cairo Genizah: &quot;Rabbi Yohanan said: Whoever fulfills the Torah despite poverty, will ultimately fulfill it in wealth; but whoever neglects the Torah because of wealth, will ultimately neglect it in poverty.&quot;</p>\n\"","type":"bastard","bastardName":"\"What is the Mishnah?\"","children":[]},{"guid":"7505D43F-518B-4B46-4495-45B81531F2A9","name":"\"The language of the Commentary\"","content":"\"\n<p  align=&quot;left&quot; ><span >The commentary was written in Judeo-Arabic , a dialect of Arabic that was spoken by Jews&#160; living in the Arabic speaking world from the eighth century onwards, and is still spoken by some Jews today. &#160;Although the language was Arabic, it was written in Hebrew letters. Many of the great medieval works of Jewish law and thought were written in Judeo-Arabic.</span></p>\n<p  align=&quot;left&quot; >&#160;</p>\n<p  align=&quot;left&quot; >&#160;</p>\n\"","type":"default","children":[]},{"guid":"BBABED78-4615-B590-7227-87D4BA75B9E2","name":"\":1: The History of the Manuscript\"","content":"","type":"chronological","chronologicalId":"1","chronologicalName":"\"The History of the Manuscript\"","children":[{"guid":"82E599B4-743F-E479-ECDA-1F0B8FC4E538","name":"\":2: From Egypt to Aleppo\"","content":"\"\n<p  align=&quot;left&quot; ><span >After Maimonides' death the manuscript remained in the hands of the family in Egypt for several generations. When in </span><span dir=&quot;RTL&quot; >1375</span><span >, due to the persecutions of Jews in Egypt, &#160;the descendants of Maimonides moved to Aleppo in Syria</span></p>\n\"","type":"chronological","chronologicalId":"2","chronologicalName":"\"From Egypt to Aleppo\"","children":[{"guid":"0364CF7B-3F0B-C121-C39B-5D4439E226F6","name":"\":3: The Library in Aleppo\"","content":"\"\n<p><span >The Mishnah Commentary remained in the hands of the family in Aleppo along with other precious manuscripts for several generations. &#160;The family encouraged the Jews in Aleppo to make authorized copies of the manuscripts in the library.</span></p>\n<p>&#160;</p>\n\"","type":"chronological","chronologicalId":"3","chronologicalName":"\"The Library in Aleppo\"","children":[{"guid":"1E9B1ED7-FC05-8624-14CD-02272D8B60A1","name":"\":4: The arrival of the Spanish Jews and the dispersal of the library\"","content":"\"\n<p  align=&quot;left&quot; ><span >With the arrival of the Jews who had been expelled from Spain in 1492, interest in Maimonides' writings declined, and the Spanish Jewish tradition of Kabbalah and mysticism started to&#160; flourish. &#160;By the 17<sup>th</sup> century the library’s contents had been dispersed .</span></p>\n<p  align=&quot;left&quot; >&#160;</p>\n<p  align=&quot;left&quot; >photo:Latin translation of a Kabalah text, Gikatilla's <i abp=&quot;1430&quot;>Shaarei Ora</i></p>\n\"","type":"chronological","chronologicalId":"4","chronologicalName":"\"The arrival of the Spanish Jews and the dispersal of the library\"","children":[{"guid":"ADA933BD-EE7D-3B4A-8329-57CBAA4CCD8A","name":"\":5: From Aleppo to the NLI\"","content":"\"\n<p  align=&quot;left&quot; ><span >In the 17<sup>th</sup> century, when Christian scholars became interested in Hebrew manuscripts, three of the six volumes were purchased in Aleppo by European scholars and were later sold to the Bodleian Library in &#160;Oxford.</span></p>\n<p  dir=&quot;RTL&quot; ><span ><span >פוקוק והנטינגדון</span></span></p>\n<p  align=&quot;left&quot; ><span >The other volumes remained &#160;in Aleppo, and then found their way to Damascus. There, two volumes &#160;were found in terrible condition; the&#160; Bodleian Library refused to buy them in this state. Luckily, they were purchased and conserved by the bibliophile Sassoon family from whom they were purchased by the NLI in 1975.&#160;</span></p>\n<p  align=&quot;left&quot; ><span >The sixth volume of the Commentary written Maimonides' own hand is still missing, but perhaps it will one day surface!</span></p>\n<p  align=&quot;left&quot; >&#160;</p>\n\"","type":"chronological","chronologicalId":"5","chronologicalName":"\"From Aleppo to the NLI\"","children":[],"period":12}],"period":12}],"period":12}],"period":12}],"period":12}]},{"guid":"D426D901-F0FB-99E7-6E57-289CFFFBDD64","name":"\":_: Other masterpieces of Maimonides\"","content":"","type":"bastard","bastardName":"\"Other masterpieces of Maimonides\"","children":[{"guid":"FB6C82E3-22BC-35F8-A367-5AAB2732BB40","name":"\"The Guide of the Perplexed\"","content":"\"\n<p>The Guide of the Perplexed, an important philosophical treatise, which was composed between 1185-1191, is set as a letter to a young disciple. The Guide sought to resolve apparent contradictions between rationalist philosophy on the one hand, and Jewish tradition found in Scripture and the Talmud, on the other hand.&#160; Unlike the <i>Mishneh Torah</i>, which was written for broad use, the <i>Guide</i>, written in Judeo-Arabic,&#160; was written for a more limited audience of rationalist yet traditional Jews. A few of Maimonides’ theological positions led to public controversies with rabbinic leaders&#160; outside of Egypt towards the end of his life.</p>\n<p>&#160;</p>\n\"","type":"default","children":[]},{"guid":"D6BBEBDF-00D3-DBD2-7736-78D520E0189C","name":"\"The  Mishneh Torah\"","content":"\"\n<p  align=&quot;left&quot; ><span >Following this composition, Maimonides wrote his most famous treatise called the <i>Mishneh Torah</i>, a comprehensive code of Jewish Law which is conceived throughout the Jewish world as <span >one of the chief authoritative codifications of Jewish law and ethics, as well as other important writings. In this great composition Maimonides broke from</span></span> one thousand years of legal precedent of writing commentaries to produce a systematic codification of Jewish law by subject. Although most of Maimonides’ treatises were written in Judeo-Arabic, Maimonides composed the Code in Hebrew<span > </span>to ensure its accessibility for Jews all over the world.&#160;</p>\n<p  align=&quot;left&quot; dir=&quot;LTR&quot; >&#160;</p>\n\"","type":"default","children":[{"guid":"1BAF406E-CD39-9925-64F2-EB8CD3520C9E","name":"\"The NLI manuscript\"","content":"\"\n<p  align=&quot;left&quot; >Written between 1300-1350 in Spain, it is the most splendid illuminated copy known. Although copied in Spain, most of the illustrations were done in Perugia&#160; Italy around 1400 in the studio of Matteo di Ser Cambio.</p>\n\"","type":"default","children":[]}]}]}]}]}